{
    "filmes": [
      {
          "id": 1,
        "imagem": "https://pics.filmaffinity.com/Hot_Wheels_AcceleRacers_Ignition-880050196-large.jpg",
        "nome": "Hot Wheels: AcceleRacers – Ignição",
        "ano_lancamento": 2005,
        "sinopse": "Depois de descobrir que o Anel do Poder abriria novas dimensões de corrida, o Dr. Peter Tezla resolve sair em busca do artefato. Entretanto, ele acaba sendo atacado e impedido pelos mortais androides Racing Drones, que em seguida transformam a Hot Wheels City em seu novo Quartel General. Tezla, ainda que em estado grave, consegue escapar do local. Algum tempo depois, os pilotos das gangues de corrida de rua Teku e Metal Maniacs são recrutados pela equipe de Tezla para participar dos Reinos de Corrida, com o objetivo de conseguir os poderosos AcceleChargers e impedir os Drones de conseguir acesso ao mundo dos Accelerons, o que poderia ameaçar a raça humana. Após disputarem o Reino da Tempestade, os condutores tentam desistir, mas chamam ajuda e resolvem continuar a batalha contra os mortais robôs de Gelorum, mesmo depois de Kadeem ter ficado para trás. Subsequentemente, é aberto o Reino do Pântano, onde a equipe Teku consegue o primeiro AcceleCharger para o lado de Tezla e se prepara para novos desafios",
        "diretor": "Andrew Duncan, Gino Nichele e Michael William",
        "atores": [
            "Michel DOnovan",
            "Lisa Ann",
            "Kasper Michaels",
            "Kathleen Barr",
            "David kaye",
            "Dexter Bell",
            "Venus Terzo",
            "Kirby Morrow",
            "Will Sanderson",
            "Adrian Holmes",
            "Kevan Ohtsji",
            "Brian Drummon",
            "Andrew Francis"
        ]
      },
      {
          "id": 2,
        "imagem": "https://coverart.oclc.org/ImageWebSvc/oclc/+-+960474063_400.jpg?allowDefault=false&client=WorldcatOrgUI",
        "nome": "Hot Wheels: AcceleRacers – A Velocidade do Silêncio ",
        "ano_lancamento": 2005,
        "sinopse": "As equipes Teku e Metal Maniacs se enfrentam em uma perseguição de tirar o fôlego pelo Accele-Charger em duas novas corridas mundiais, a Corrida na Água e a Corrida no Metrô. Com pistas de alta velocidade, derrapagens emocionantes e desafios mortais ao longo de todo o percurso, desviar de alguns tubarões comedores de carros é moleza para os pilotos! Mas quando os Racing Drones aparecem na estrada, os riscos aumentam ainda mais! Enquanto isso, Dr. Telza e sua equipe trabalham para desvendar o segredo do poder do Accele-Charger, esperando ganhar alguma vantagem contra os temidos drones e suas incríveis habilidades para pilotar. Compartilhe destas aventuras a bordo dos carros mais quentes do pedaço, as músicas mais maneiras do momento e os pilotos mais audazes das estradas nesta disputada corrida para salvar o mundo!",
        "diretor": "Andrew Duncan, Gino Nichele e Michael William",
        "atores": [
            "Michel DOnovan",
            "Lisa Ann",
            "Kasper Michaels",
            "Kathleen Barr",
            "David kaye",
            "Dexter Bell",
            "Venus Terzo",
            "Kirby Morrow",
            "Will Sanderson",
            "Adrian Holmes",
            "Kevan Ohtsji",
            "Brian Drummon",
            "Andrew Francis"
        ]
      },
      {
          "id": 3,
        "imagem": "https://a-static.mlcdn.com.br/450x450/hot-wheels-acceleracers-ponto-de-ruptura-dvd-original-lacrado-warner/klaivideo/10639p/c74c66d983b5e2ce78cf5249a8e0cfff.jpeg",
        "nome": "Hot Wheels: AcceleRacers – Ponto de Ruptura ",
        "ano_lancamento": 2006,
        "sinopse": "Enquanto os pilotos da Teku tentam descobrir o paradeiro de Vert, desaparecido desde o fim do Reino Aquático, a nova equipe Silencerz se prepara para um novo reino e aprimora suas tecnologias. Os Racing Drones, por sua vez, começam a transformar o piloto capturado Kadeem em um de seus servos robôs, ao mesmo tempo que Tork e Wylde disputam em uma corrida a nova liderança do grupo Metal Maniacs. Em seguida, o Reino do Canal se abre, tendo novamente a vitória dos Silencerz. Posteriormente, depois de quatro reinos, Vert retorna para o Acceledrome, sendo autorizado a disputar o Reino da Sucata pelo Dr. Tezla. Dentro do reino, Wylde, novo líder dos Metal Maniacs, trava uma batalha com seu irmão Kurt, mas acaba sendo brutalmente jogado para fora da pista após passá-lo. Ferido, é então capturado pelos Racing Drones, enquanto que Kurt vence a corrida e consegue mais um AcceleCharger. Mais tarde, Gelorum apresenta a Wylde a versão androide de Kadeem, agora um Racing Drone.",
        "diretor": "Andrew Duncan, Gino Nichele e Michael William",
        "atores": [
            "Michel DOnovan",
            "Lisa Ann",
            "Kasper Michaels",
            "Kathleen Barr",
            "David kaye",
            "Dexter Bell",
            "Venus Terzo",
            "Kirby Morrow",
            "Will Sanderson",
            "Adrian Holmes",
            "Kevan Ohtsji",
            "Brian Drummon",
            "Andrew Francis"
        ]
      },
      {
          "id": 4,
        "imagem": "https://static.wikia.nocookie.net/acceleracers/images/6/65/Acceleracers_Ultimate_Race_DVD.png/revision/latest?cb=20190828084500",
        "nome": "Hot Wheels: AcceleRacers – A Corrida Final",
        "ano_lancamento": 2006,
        "sinopse": "Disposto a invadir o Quartel General dos Racing Drones para salvar seu irmão Wylde, Kurt convence os pilotos das equipes rivais Teku e Metal Maniacs a se unirem. Alegando ainda estar com dores na perna, Vert entretanto decide ficar no Acceledrome. Em seguida, o Reino Cósmico se inicia, assim como o plano de Kurt, organizado sem que o Dr. Tezla, Gig e Lani saibam. Enquanto, os Racing Drones se preparam para ocupar o Acceledrome, graças a essas informações de Wylde, sob tortura. Posteriormente, os Silencerz vencem o Reino Cósmico e conquistam o último AcceleCharger, ao mesmo tempo em que os pilotos das duas equipes tomarão posse de um Sweeper e adentram ao Quartel General dos Drones. Após Lani encontrar um SilenceCharger AcceleCharger Gig a explica que Dr. mas que o cientista roubou a tecnologia da equipe, a reconfiguração, e iniciou seu próprio projeto. Depois, Gelorum e Acceledrome Racing Drones atacando, roubando todos os AcceleChargers pelos pilotos. Em posse sobrenaturais cartões de energia, Gerum assim evoca a 'Corrida Final', o último teste para chegar ao mundo dos Accelerons, oferecendo este modo de todos estes celebrados. No entanto, Veremos chegar a alcançar o androide, disputando com ela a corrida. Posteriormente, Kurt encontra Wylde preso em um setor do Quartel General dos Racing Drones, tendo de seguir em seguida o ciborgue Kadeem. Após a vitória de Kurt, os pilotos utilizam o REP para voltar ao Acceledrome, onde deparam-se porém com os Racing Drones. Mais tarde, Os vencedores Gelorum e a recusa da chance de se tornar um Acceleron e adentrar ao seu mundo, masdent tal oportunidade para voltar ao Acceledrome e salvar seus companheiros, escapando depois de lá após todos os outros. Os Racing Drone no Acceledrome são destruídos, e Vert acaba no Quartel, onde descobre que seu pai é um deles.",
        "diretor": "Andrew Duncan, Gino Nichele e Michael William",
        "atores": [
            "Michel DOnovan",
            "Lisa Ann",
            "Kasper Michaels",
            "Kathleen Barr",
            "David kaye",
            "Dexter Bell",
            "Venus Terzo",
            "Kirby Morrow",
            "Will Sanderson",
            "Adrian Holmes",
            "Kevan Ohtsji",
            "Brian Drummon",
            "Andrew Francis"
        ]
      }
    ]
  }
